Dlubal.TimberPro.Serviceability
Serviceability parameters.

Dlubal.TimberPro.Serviceability.No
Serviceability number

Dlubal.TimberPro.Serviceability.ObjectReferenceType
Type of reference objects

Dlubal.TimberPro.Serviceability.ObjectsList
List of reference objects

Dlubal.TimberPro.Serviceability.ReferenceLength
Reference length

Dlubal.TimberPro.Serviceability.Direction
Governing direction for the serviceability design.

Dlubal.TimberPro.Serviceability.PrecamberY
Precamber wc in y direction

Dlubal.TimberPro.Serviceability.PrecamberZ
Precamber wc in z direction

Dlubal.TimberPro.Serviceability.ObjectBeamType
Beam type

Dlubal.TimberPro.Serviceability.Comment
Comment